<template>
<pre>
  Пользовательское Соглашение
  Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между владельцем https://monsave.su (далее MoneySaver или Администрация) с одной стороны и пользователем сайта с другой.
  Сайт MoneySaver не является средством массовой информации.

  Используя сайт, Вы соглашаетесь с условиями данного соглашения.
  Если Вы не согласны с условиями данного соглашения, не используйте сайт MoneySaver!

  Предмет соглашения
  Администрация предоставляет пользователю право на размещение на сайте следующей информации:

  Предмет соглашения
  Администрация предоставляет пользователю право на размещение на сайте следующей информации:
  - Текстовой информации

  Права и обязанности сторон
  Пользователь имеет право:
  - осуществлять поиск информации на сайте
  - получать информацию на сайте
  - создавать информацию для сайта
  - требовать от администрации скрытия любой информации о пользователе
  - требовать от администрации скрытия любой информации переданной пользователем сайту
  - использовать информацию сайта в личных некоммерческих целях
  - использовать информацию сайта в коммерческих целях с разрешения Администрации

  Администрация имеет право:
  - по своему усмотрению и необходимости создавать, изменять, отменять правила
  - ограничивать доступ к любой информации на сайте
  - создавать, изменять, удалять информацию
  - удалять учетные записи
  - отказывать в регистрации без объяснения причин

  Пользователь обязуется:
  - обеспечивать сохранность личных данных от доступа третьих лиц
  - не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, расовой или религиозной ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная или административная ответственность
  - не нарушать работоспособность сайта
  - не создавать несколько учётных записей на Сайте, если фактически они принадлежат одному и тому же лицу
  - не совершать действия, направленные на введение других Пользователей в заблуждение
  - не регистрировать учетную запись от имени или вместо другого лица за исключением случаев, предусмотренных законодательством РФ
  - не размещать материалы рекламного, эротического, порнографического или оскорбительного характера, а также иную информацию, размещение которой запрещено или противоречит нормам действующего законодательства РФ

  Администрация обязуется:
  - поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам.
  - осуществлять разностороннюю защиту учетной записи Пользователя
  - предоставить всю доступную информацию о Пользователе уполномоченным на то органам государственной власти в случаях, установленных законом

  Ответственность сторон
  - пользователь лично несет полную ответственность за распространяемую им информацию
  - администрация не несет никакой ответственности за достоверность информации, скопированной из других источников
  - администрация не несёт ответственность за несовпадение ожидаемых Пользователем и реально полученных услуг
  - администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами
  - в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса

  Условия действия Соглашения
  Данное Соглашение вступает в силу при любом использовании данного сайта.
  Соглашение перестает действовать при появлении его новой версии.
  Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.
  Администрация не оповещает пользователей об изменении в Соглашении.
</pre>
</template>

<script>
export default {
  name: "tos"
}
</script>

<style scoped>

</style>
